[
    {
        "image_id": 344795,
        "id": 464034,
        "caption": " The image shows an oven with its door open, and inside, there is a covered dish that appears to be baking. The dish is wrapped in aluminum foil, which is often used to retain heat and prevent the food from drying out. The oven's interior light is on, illuminating the dish and the oven's interior. ",
        "old_caption": "there is a round pan covered with aluminum in the stove"
    },
    {
        "image_id": 105249,
        "id": 358459,
        "caption": " The image shows a small bathroom with a toilet and a sink. The toilet is white and appears to be a standard Western-style toilet. The sink is also white and is mounted on the wall. The walls are tiled, and there is a window with a frosted glass panel, which suggests that the window is intended to provide natural light while maintaining privacy. The floor is not fully visible, but it seems to be a darker color, possibly a dark wood or a dark tile, which contrasts with the white fixtures. The overall impression is of a functional, compact bathroom space. ",
        "old_caption": "A small bathroom has an open toilet seat."
    },
    {
        "image_id": 249129,
        "id": 118056,
        "caption": " The image shows a room decorated for Christmas. There is a small Christmas tree in the corner, adorned with lights and ornaments. The room is furnished with miniature furniture, including a table with chairs, and there are teddy bears sitting at the table, dressed in festive outfits. The bears are arranged to look like a family gathered for a Christmas meal. The room has a cozy, festive atmosphere, and the attention to detail in the decorations and the arrangement of the bears suggests that this might be a holiday-themed display or a creative setup for a special occasion. ",
        "old_caption": "Teddy bears sitting around a table and a christmas tree"
    },
    {
        "image_id": 334309,
        "id": 111157,
        "caption": " The image shows a person taking a selfie with a smartphone. The person appears to be outdoors, possibly in an urban setting, as indicated by the buildings and the presence of a car in the background. The person is wearing sunglasses and a blue t-shirt, and they are holding the phone with one hand while eating a sandwich with the other. The focus of the image is on the person and their phone, with the background slightly blurred, which is a common technique in photography to draw attention to the subject. ",
        "old_caption": "A man taking a photo with his right hand and eating food with his left hand."
    },
    {
        "image_id": 23751,
        "id": 197261,
        "caption": " The image shows a statue of a person flying a kite. The statue is positioned on a pedestal, and the background features a modern building with a reflective glass facade. The sky is overcast, and the overall scene suggests a public space, possibly a park or a plaza. The statue adds an artistic and playful element to the urban environment. ",
        "old_caption": "A statue of two people flying a kite. "
    },
    {
        "image_id": 184978,
        "id": 465752,
        "caption": " The image shows a person snowboarding down a snow-covered slope. The person is wearing a colorful jacket and pants, and they appear to be enjoying the activity. The background is filled with snow-covered trees and a clear sky, suggesting a winter day with good visibility. The snowboarder is making a turn, as indicated by the angle of their body and the position of the snowboard. ",
        "old_caption": "a man that is snowboarding down a snowy hill"
    },
    {
        "image_id": 308545,
        "id": 253921,
        "caption": " The image shows a young person riding a white horse. The rider is wearing a black helmet with a number on it, suggesting they might be participating in a riding competition or event. The background is blurred, but it appears to be a green, outdoor setting, possibly a riding arena or a trail. There are other people and horses in the background, indicating that this might be a group riding session or a riding school. ",
        "old_caption": "A young helmeted boy rides a white horse."
    },
    {
        "image_id": 61960,
        "id": 414253,
        "caption": " The image shows a person lying on a bed with their legs stretched out. They are wearing black high heels and black stockings with garters. The person is wearing a dark top and appears to be in a relaxed or reclining position. The bed has a striped pattern with a mix of brown and beige colors. ",
        "old_caption": "A man, wearing high heels, stockings, panties and shirt, lies belly-down on a bed."
    },
    {
        "image_id": 27932,
        "id": 153267,
        "caption": " The image shows a baseball glove with a baseball inside it, resting on the ground. The glove appears to be a catcher's mitt, which is typically used by the catcher in a baseball game. The baseball is positioned in the glove's pocket, which is where the catcher would catch the ball. The glove has a logo on the front, but the text is not clearly legible. The background is a sandy or dirt-covered surface, suggesting that the photo might have been taken in an outdoor setting, possibly a baseball field or a park. ",
        "old_caption": "A catchers mitt sitting inside of a blue baseball hat."
    },
    {
        "image_id": 579902,
        "id": 271683,
        "caption": " The image shows a person riding a motorcycle on a road. The rider is wearing a helmet with a colorful design and a backpack. The motorcycle appears to be a sportbike, and the rider is leaning into a turn, which suggests they are navigating a curve on the road. The background shows other vehicles and a barrier, indicating that this might be a highway or a road with a designated lane for motorcycles. ",
        "old_caption": "A person on a motorcycle driving on the break down lane."
    },
    {
        "image_id": 232088,
        "id": 468418,
        "caption": " The image shows a living room with a television on a stand, a white couch facing the TV, and a window with red curtains. There are also some framed pictures on the wall, a small table with a lamp, and a few other items scattered around the room. The room appears to be a typical living space with a cozy and lived-in feel. ",
        "old_caption": "View of a living room with a sloped ceiling over the windows."
    },
    {
        "image_id": 248112,
        "id": 386668,
        "caption": " The image shows a tennis court with a player in the middle of a swing, likely hitting a tennis ball. There are two other individuals on the court, one of whom is holding a tennis racket and appears to be waiting for the ball to be returned. The court is surrounded by a fence, and there is a goal post in the background, suggesting that the court might be located in a multi-purpose sports facility. The sky is overcast, and the lighting suggests it might be late afternoon or early evening. ",
        "old_caption": "Strike a pose, you hunky young tennis player!"
    },
    {
        "image_id": 478862,
        "id": 122774,
        "caption": " The image shows a large, four-propeller aircraft parked on an airport tarmac. The aircraft has a distinctive design with a prominent nose section and a large, rounded fuselage. The tail section is also visible, featuring a vertical stabilizer with a rudder and a horizontal stabilizer with a tail wing. The aircraft is painted in a light color, possibly silver or gray, with some darker areas, and it has the registration number \"N151A\" visible on the side.\n\nThere are people standing around the aircraft, likely admiring it or preparing for a flight. The date \"08.15.2012\" is visible in the lower right corner of the image, indicating when the photo was taken. The sky is clear, suggesting good weather conditions. The aircraft appears to be a military or transport aircraft, given its size and the number of propellers. ",
        "old_caption": "A large propeller airplane parked on an airport tarmac."
    },
    {
        "image_id": 390555,
        "id": 708342,
        "caption": " The image shows a group of students posing for a school photograph. They are dressed in formal school uniforms, which suggests that this photo was taken during a time when such uniforms were common in schools. The students are seated and standing in front of a building, which appears to be a school or educational institution. The photo has a vintage look, indicating it was taken some time ago, possibly in the mid-20th century, judging by the style of the uniforms and the quality of the photograph. ",
        "old_caption": "a bunch of people are gathered for a photograph"
    },
    {
        "image_id": 120420,
        "id": 613417,
        "caption": " The image shows a person taking a selfie with a smartphone. The person is holding the phone up to their face, likely using the front-facing camera to capture the photo. They are wearing a green jacket and have a lanyard around their neck, which suggests they might be at an event or a place where identification is required. The background is a park-like setting with trees and other people in the distance, indicating a public outdoor space. ",
        "old_caption": "Man in a park taking a picture with his phone."
    },
    {
        "image_id": 183104,
        "id": 117474,
        "caption": " The image shows two giraffes. The giraffe in the foreground is looking directly at the camera, while the other giraffe is partially visible behind the first, looking to the side. They appear to be in an enclosure, possibly at a zoo or wildlife park, as indicated by the metal fencing and the wooden structure in the background. ",
        "old_caption": "The heads of two giraffes sticking out of a building looking around."
    },
    {
        "image_id": 29675,
        "id": 191552,
        "caption": " The image shows a plate with three hot dogs. Each hot dog is topped with mustard, and the mustard appears to be generously spread on the hot dogs. The hot dogs are placed on a dark plate, and there's a magazine or book visible in the background, suggesting that the photo might have been taken in a casual setting, possibly at home. ",
        "old_caption": "a close up of three hot dogs with mustard"
    },
    {
        "image_id": 446005,
        "id": 196423,
        "caption": " The image shows a kitchen interior. It features wooden cabinets, a black countertop, a black stove, a stainless steel sink, and a dishwasher. There is also a window with a white frame, and the floor appears to be tiled. The kitchen looks clean and well-maintained. ",
        "old_caption": "A kitchen has wooden cabinets and black countertops."
    },
    {
        "image_id": 73326,
        "id": 282507,
        "caption": " The image shows an open refrigerator with its contents visible. The refrigerator is well-stocked with various food items and condiments. There are bottles of different sizes and shapes, some of which appear to be beverages, sauces, or dressings. There are also containers that seem to hold leftovers or prepared meals. The refrigerator has multiple shelves and compartments, which are filled with a variety of items. The door of the refrigerator is open, revealing the contents inside. ",
        "old_caption": "an open refrigerator in a kitchen next to a counter"
    },
    {
        "image_id": 335954,
        "id": 757890,
        "caption": " The image shows two clear plastic containers filled with a colorful salad. The salad appears to contain a variety of ingredients, including sliced strawberries, blueberries, sliced kiwi, and possibly some nuts or seeds. There's also a green leafy vegetable, which could be lettuce or spinach, and a slice of avocado. The containers are placed on a granite countertop, and there's a knife and a lime nearby, suggesting that the salad might be prepared fresh and that the lime could be used to add a citrus flavor to the dish. ",
        "old_caption": "this is a salad in some glass bowls"
    },
    {
        "image_id": 338560,
        "id": 670724,
        "caption": " The image shows a blue and yellow fire hydrant on a sidewalk next to a street. There are traffic lights hanging over the street, and the background features a building and some trees. The fire hydrant has a number on it, which is typically used to identify it for emergency services. ",
        "old_caption": "A blue water hydrant on a pavement near the road"
    },
    {
        "image_id": 309452,
        "id": 635336,
        "caption": " The image shows a bird perched on a branch. The bird has a bright yellow body with a black head and a red patch on its throat. It appears to be a type of songbird, possibly a species of tanager, which are known for their vibrant colors and melodious songs. The bird is surrounded by green leaves, indicating that it is in a natural, wooded environment. ",
        "old_caption": "A colorful bird sits on a tree branch. "
    },
    {
        "image_id": 391722,
        "id": 429712,
        "caption": " The image shows two men sitting at a table. The man on the left is holding a cake with lit candles, and the man on the right is looking up at him with a smile. The cake appears to be a birthday cake, as indicated by the candles. There's a bottle of water and a pacifier on the table, suggesting that there might be a child present or that the celebration is for a child. The setting looks like a casual indoor gathering, possibly a birthday party. ",
        "old_caption": "Man wearing red hoodie being presented with cake."
    },
    {
        "image_id": 236166,
        "id": 821178,
        "caption": " The image shows a person wearing a wide-brimmed hat with a badge on the front, suggesting they may be a law enforcement officer or a member of a uniformed service. The person is holding a small dog, which appears to be a breed with a long coat, possibly a Bichon Frise or a similar breed. The person is also wearing a plaid shirt and a vest, which adds to the impression that they might be in a uniformed role. The setting seems to be outdoors, possibly in a public area or at an event. ",
        "old_caption": "Man cradling dog dressed in uniform with it's head resting on his shoulder."
    },
    {
        "image_id": 170670,
        "id": 769922,
        "caption": " The image shows a picnic table set up for a meal. There are various items on the table, including:\n\n1. A green container with a lid, which appears to contain a salad or a dish with a green sauce.\n2. A white container with a lid, which might contain a pasta salad or a similar dish.\n3. A green tray with a lid, which could be holding a dish with a green sauce or a similar dish.\n4. A plate with slices of bread and what looks like a spread or butter.\n5. A plate with slices of tomato and possibly some cheese or a similar topping.\n6. A plate with slices of cucumber and possibly some cheese or a similar topping.\n7. A plate with slices of red onion and possibly some cheese or a similar topping.\n8. A plate with slices of radish and possibly some cheese or a similar topping.\n9. A plate with slices of carrot and possibly some cheese or a similar topping.\n10. A plate with slices of bell pepper and possibly some cheese or a similar topping.\n11. A plate with slices of pickle",
        "old_caption": "Several containers of food and beverages on a wooden table outdoors."
    },
    {
        "image_id": 281032,
        "id": 165219,
        "caption": " The image shows an older person, likely a man, standing in a kitchen and preparing food. He is reaching into a pan that is placed on a stove. The person appears to be in the process of cooking or serving food. The kitchen has a stainless steel countertop and a tiled wall, which suggests it might be a professional or commercial kitchen. ",
        "old_caption": "An elderly person in a kitchen cooking food."
    },
    {
        "image_id": 46497,
        "id": 195846,
        "caption": " The image shows two individuals on a boat. The person in the foreground is wearing a pink shirt and is sitting on what appears to be a lifebuoy or a cushion. The person in the background is wearing a white shirt and is sitting on a cushion as well. Both are looking towards the camera, and the person in the foreground is holding a hat. The background features the blue water of the sea and the rigging of the boat. ",
        "old_caption": "LITTLE GIRLS ARE ON THE EDGE OF A BOAT "
    },
    {
        "image_id": 538067,
        "id": 686819,
        "caption": " The image shows a group of people on a hillside, enjoying a day out in nature. They are sitting on the grass, with a person flying a kite in the sky above them. The landscape is hilly with patches of green and yellow vegetation, suggesting it might be late spring or early summer. In the distance, there are rolling hills and a clear sky, indicating good weather. The overall atmosphere is one of relaxation and leisure. ",
        "old_caption": "People in a rural area overlooking a mountainous region"
    },
    {
        "image_id": 326462,
        "id": 269154,
        "caption": " The image shows a hand holding a doughnut with a red glaze and white sprinkles. The doughnut is being held over a piece of white paper, which is being used to catch any crumbs or glaze that might fall off. The background appears to be a paved surface, possibly a sidewalk or a street. ",
        "old_caption": "A red icing doughnut with sprinkles on top."
    },
    {
        "image_id": 149622,
        "id": 266327,
        "caption": " The image shows two owls perched on a tree branch. The owls appear to be young, as indicated by their fluffy feathers and the size of their eyes, which are large in proportion to their body size, a characteristic of young birds. The background is filled with green leaves, suggesting that the photo was taken in a wooded or forested area. ",
        "old_caption": "Two birds perched up on a large tree branch."
    }
]