[
    {
        "image_id": 397279,
        "id": 795687,
        "caption": " The image shows a tennis player on a court, preparing to serve the ball. The player is wearing a green shirt, black shorts, and white shoes, and is holding a tennis racket. The player is bending over slightly, which is a common stance for a serve in tennis. The court has a blue surface with white lines, indicating it's a hard court. ",
        "old_caption": "A person standing on a tennis court with a racket."
    },
    {
        "image_id": 163258,
        "id": 499819,
        "caption": " The image shows a bathroom with a toilet on the left and a shower stall on the right. The shower stall has a glass door and appears to be a walk-in shower. The bathroom has a modern design with white fixtures and a clean, minimalist aesthetic. ",
        "old_caption": "SMALL BATHROOM WITH COMMODE, STAND UP SHOWER, AND SMALL SINK"
    },
    {
        "image_id": 36936,
        "id": 727509,
        "caption": " The image shows two people sitting on a couch in a living room. They appear to be engaged in an activity, possibly playing a video game, as indicated by the Wii remote in the person's hand. The room is decorated for the holiday season, with a Christmas tree and lights visible. There are various items on the coffee table in front of them, including cups, a candle, and what looks like a small gift or decoration. The atmosphere seems relaxed and festive. ",
        "old_caption": "A couple sits on a couch while playing wii."
    },
    {
        "image_id": 19042,
        "id": 537112,
        "caption": " The image shows a river with a person standing in the water near the bank. The person appears to be looking down at the water, possibly observing something in the riverbed. The river is surrounded by a natural landscape with grassy banks and rocks along the shore. In the background, there is a bridge that spans the river, and beyond the bridge, there are trees and what looks like a road or path. The overall scene suggests a peaceful, natural setting, possibly a park or a recreational area. ",
        "old_caption": "A bird that is standing on a rock in the water."
    },
    {
        "image_id": 7088,
        "id": 602844,
        "caption": " The image shows a young child standing on a wet sidewalk, holding an umbrella. The child is wearing a red coat and white shoes, and there is a hedge and a house in the background. The sky is overcast, suggesting it might be raining or has recently rained. The child appears to be enjoying the rain, as indicated by the smile on their face. ",
        "old_caption": "A perfect pose by a little girl with an umbrella in the rain."
    },
    {
        "image_id": 446703,
        "id": 653916,
        "caption": " The image shows a brown teddy bear sitting inside a wooden cabinet or cupboard. The bear appears to be a plush toy, and it's positioned in such a way that it looks like it's sitting or lying down. The cabinet has a visible wooden grain pattern, and there's a blue fabric item to the left of the bear, which could be a piece of clothing or a bag. The setting looks like it might be a storage area or a room where items are kept. ",
        "old_caption": "Teddy bear on the floor in an up ended table."
    },
    {
        "image_id": 519491,
        "id": 44390,
        "caption": " The image shows a clock tower with a prominent clock face. The tower has a distinctive architectural style, with ornate details and a dome at the top. Atop the dome, there is a statue of a bird, which appears to be a phoenix, given its mythical appearance. The sky is clear and blue, suggesting it might be a sunny day. The tower is likely part of a larger building, possibly a public or historical building, given its grandeur and the presence of the clock. ",
        "old_caption": "A large clock tower with a gargoyle atop sits in front of a clear blue sky."
    },
    {
        "image_id": 185599,
        "id": 61086,
        "caption": " The image shows a close-up of several apples and oranges. The apples appear to be a mix of red and green varieties, and the oranges have a bright, fresh color. The focus is on the textures and colors of the fruits, with the background being blurred, which emphasizes the fruits in the foreground. ",
        "old_caption": "Many apples and oranges are stacked near to each other."
    },
    {
        "image_id": 415741,
        "id": 66845,
        "caption": " The image shows an interior space that appears to be a hotel room or a similar type of accommodation. There is a bed with a blue bedspread and a wooden headboard. To the left, there is a wardrobe with a white towel hanging on it. On the right, there is a chair with a colorful bag on it, and a small white heater. The room has a tiled floor, and the walls are painted in a light color. There is a window with a colorful curtain, and the room is well-lit, suggesting it might be daytime. The overall style of the room is simple and functional, typical of budget accommodations. ",
        "old_caption": "A room in a home with a chair set up against the wall. "
    },
    {
        "image_id": 90155,
        "id": 605594,
        "caption": " The image shows a freight train traveling on railroad tracks. The train is composed of multiple cars, and it appears to be a modern, possibly electric, locomotive pulling the cars. In the background, there is a railway signal with a red light, indicating that the train is approaching a stop signal. The sky is partly cloudy, suggesting it might be a pleasant day. The surrounding area looks like a rural or semi-rural landscape with some greenery and a few trees. ",
        "old_caption": "A train with several cars riding on the track."
    },
    {
        "image_id": 131131,
        "id": 363100,
        "caption": " The image shows a cat sitting in front of a television screen. The television is displaying a picture of another cat, and the cat in the foreground appears to be looking at the screen, possibly intrigued by the image of another feline. The setting seems to be a home environment, with a window and curtains visible in the background. ",
        "old_caption": "A cat looking at another cat on the television."
    },
    {
        "image_id": 87144,
        "id": 35341,
        "caption": " The image shows a family sitting on a park bench. There is a woman on the left, a young girl in the middle, and an older man on the right. They appear to be enjoying a sunny day outdoors. The woman is holding a handbag, and the girl is wearing a pink top. The man is wearing a white cap and sunglasses, and he has a bottle in his hand. In the background, there is a red car parked on the street, and a tree with green leaves. The setting suggests a peaceful, suburban environment. ",
        "old_caption": "A woman and her child sitting nest to a man on a park bench."
    },
    {
        "image_id": 162415,
        "id": 714304,
        "caption": " The image shows a young girl holding a baseball glove. She is wearing a purple t-shirt with some text on it, and she has a smile on her face. The background is blurred, but it appears to be an outdoor setting with trees, suggesting she might be at a park or a sports field. ",
        "old_caption": "a little girl wearing a base ball glove"
    },
    {
        "image_id": 179642,
        "id": 414631,
        "caption": " The image shows a male tennis player sitting in a chair on a tennis court. He is holding a towel over his head, possibly to shield his eyes from the sun or to cool down. He is wearing a white headband, white shorts, and white socks, which is typical attire for a tennis player. There are various items around him, including a water bottle, a tennis racket, and a bag that appears to be a tennis bag with the brand \"Head\" visible. In the background, there are spectators watching the match, and a person in a red shirt is standing nearby. The setting suggests that this is a professional tennis match. ",
        "old_caption": "A player attempting to cool off during a tennis match."
    },
    {
        "image_id": 78565,
        "id": 176600,
        "caption": " The image shows a beach scene with several sailboats on the water. There are people on the boats, and some are standing on the shore. The sky is overcast, and the water appears calm. In the foreground, there is a dog running on the sand, and a few people are standing on the beach, watching the boats. The overall atmosphere suggests a leisurely day at the beach with sailing activities. The photo has a vintage or aged look, which could indicate it's an old photograph. ",
        "old_caption": "We see a very old picture of people enjoying the shore."
    },
    {
        "image_id": 504635,
        "id": 398871,
        "caption": " The image shows a group of zebras standing in a grassy field. There are four zebras visible, with their distinctive black and white stripes. They appear to be in a natural setting, possibly a savanna or grassland habitat, with trees and bushes in the background. The sky is overcast, suggesting it might be a cloudy day. ",
        "old_caption": "A group of zebras in grassy field next to trees."
    },
    {
        "image_id": 6614,
        "id": 297832,
        "caption": " The image shows a still life composition of various fruits and nuts. There is a large pear, a bunch of grapes, a single peach, and a cluster of pecans. The fruits and nuts are arranged in a way that suggests they are being displayed or offered for consumption. The image is in black and white, which gives it a classic and timeless feel. ",
        "old_caption": "A pile of nuts in front of some assorted fruit."
    },
    {
        "image_id": 104782,
        "id": 628578,
        "caption": " The image shows a street sign with the name \"Baccania CT\" on it. The sign is mounted on a pole, and there is a clear blue sky in the background with some trees visible. The sign is likely indicating the name of a street or a section of a street. ",
        "old_caption": "a stop sign and a white and green street sign and a tree"
    },
    {
        "image_id": 410612,
        "id": 20399,
        "caption": " The image shows a tranquil waterfront scene with a red fishing boat moored near the shore. In the background, there are houses and trees, suggesting a residential area. The sky is overcast, and the water appears calm. The setting seems peaceful and could be a small coastal town or a lakefront community. ",
        "old_caption": "The red boat is anchored on the shore of the lake in front of the houses.  "
    },
    {
        "image_id": 352684,
        "id": 382820,
        "caption": " The image shows a group of people in an indoor setting, possibly a conference or event. In the foreground, there is a man standing with his hands on his hips, smiling and looking directly at the camera. He is wearing a dark suit with a tie and appears to be in a good mood. Behind him, there are other individuals who seem to be engaged in conversation or waiting in line. The environment suggests a formal or semi-formal event, given the attire of the people and the architectural features of the space. ",
        "old_caption": "A man standing in a public area near some other people"
    },
    {
        "image_id": 245102,
        "id": 791269,
        "caption": " The image shows an indoor area that appears to be a subway or underground train station. There is a platform with a red signal light, indicating that trains are not currently stopping at this platform. The platform is covered with snow, suggesting that the photo was taken during winter. The walls are made of concrete, and there are lights along the ceiling. The architecture and the presence of the signal light suggest that this is a public transportation facility. ",
        "old_caption": "it is snowing near a staircase and some walls with a light"
    },
    {
        "image_id": 214869,
        "id": 443018,
        "caption": " The image shows a person holding a small, black object that appears to be a wallet or a case of some sort. The person is wearing a floral patterned top and is seated, with the object being held in their hand. The background is blurred, but it looks like a classroom setting with a number chart visible. ",
        "old_caption": "A person has their cell phone clipped to their belt,"
    },
    {
        "image_id": 423944,
        "id": 763319,
        "caption": " The image shows a mannequin and a dress form against a backdrop with a pinkish hue. The mannequin is dressed in a black suit with a tie, and the dress form is wearing a yellow top with a red belt and a skirt. Both figures are positioned in front of a lighted background that appears to be a wall with a pattern of small lights. The overall setting suggests a fashion display or a promotional event. ",
        "old_caption": "Two mannequins featuring a display of fashionable clothing."
    },
    {
        "image_id": 231549,
        "id": 226197,
        "caption": " The image shows a bedroom with a large bed in the center. The bed has a white comforter and is adorned with decorative pillows. On either side of the bed, there are bedside tables with lamps, and on the right side, there is a nightstand with a clock and a phone. The wall behind the bed features a large, decorative wallpaper or artwork that includes an architectural design, possibly a tunnel or archway, which adds a unique visual element to the room. The overall style of the room suggests a modern and possibly luxurious interior design. ",
        "old_caption": "A white bed sitting between two lamp under a picture."
    },
    {
        "image_id": 429281,
        "id": 575495,
        "caption": " The image shows a display of bananas for sale. The bananas are arranged in bunches and are priced at €30 per kilogram. The sign above the bananas indicates that this is a promotion, and the price is marked as a special offer. The background suggests that this is likely a grocery store or a market stall where fresh produce is sold. ",
        "old_caption": "There are many bananas sitting on the shelf."
    },
    {
        "image_id": 103548,
        "id": 65887,
        "caption": " The image shows a person walking through a field with a large herd of sheep. The sheep are white and appear to be moving in the same direction as the person, who is wearing shorts and a dark top. The field is open and grassy, with trees and a hill in the background. The sky is clear, suggesting it might be a sunny day. ",
        "old_caption": "A man walking beside sheep on a country road."
    },
    {
        "image_id": 508917,
        "id": 68986,
        "caption": " The image shows a train station with a train on the tracks. The train appears to be a passenger train, as indicated by the design of the carriages and the presence of a platform with people waiting. The station has a covered platform with a roof, and there are signs indicating the train's destination and the time of the next train. The architecture of the station suggests it might be a historic or older station, with a classic design. The sky is overcast, and it seems to be either early morning or late afternoon, given the soft lighting. ",
        "old_caption": "A train in its full span gives the illusion of a neverending adventure."
    },
    {
        "image_id": 557916,
        "id": 235441,
        "caption": " The image shows a child sitting on a bed with a teddy bear on the bed next to them. The child is wearing a red shirt and green pants, and there is a nightstand with a lamp and a clock in the background. The room appears to be a hotel room, given the style of the bed and the nightstand. ",
        "old_caption": "A small child sitting on a bed looking at a teddy bear."
    },
    {
        "image_id": 54123,
        "id": 58375,
        "caption": " The image shows a group of zebras grazing in a grassy field. The zebra in the foreground is facing the camera, while the others are turned away, grazing. The background features a mix of green and brown vegetation, suggesting a savanna or grassland habitat. ",
        "old_caption": "A bunch of zebras eating grass in a field."
    },
    {
        "image_id": 14226,
        "id": 491987,
        "caption": " The image shows a person sitting in a train compartment, looking at a laptop. The person appears to be wearing headphones and has a focused expression on their face. The train is in motion, as indicated by the blurred background, which suggests that the photo was taken while the train was moving. The interior of the train compartment is visible, with a table and a seat in the foreground. ",
        "old_caption": "A person sitting on train doing something on their lap top."
    }
]