[
    {
        "image_id": 561009,
        "id": 698182,
        "caption": " The image shows a bird perched on a branch. The bird has a prominent crest on its head, a long beak, and a patterned plumage. The background is blurred, but it appears to be a natural setting with greenery, suggesting the bird is in its natural habitat. ",
        "old_caption": "A bird perched on top of a tree branch."
    },
    {
        "image_id": 117374,
        "id": 158267,
        "caption": " The image shows two cats in an outdoor setting. One cat is sitting on the ground, and the other is lying down. They appear to be in a fenced area with a tree trunk and some fallen leaves on the ground. There's also a sign with some text on it, but the text is not clearly legible. The environment suggests a park or a garden, and there's a bird perched on a fence post in the background. The cats seem to be at ease, possibly enjoying a sunny day outdoors. ",
        "old_caption": "an image of two cats in a sand lot"
    },
    {
        "image_id": 101884,
        "id": 751655,
        "caption": " The image shows a large, old brick building with a prominent clock tower on the right side. The building has a lot of architectural detail, including a large archway that leads into a courtyard or parking area. There are also signs on the building, but the text is not clear enough to read. The photo appears to be in black and white, which gives it a vintage or historical feel. The surrounding area looks like it could be an urban setting, possibly a commercial or industrial area given the presence of a vehicle in the foreground. ",
        "old_caption": "Moss has grown all over the building with the clock tower."
    },
    {
        "image_id": 128148,
        "id": 115992,
        "caption": " The image shows a living room with a hardwood floor. There is a brown leather sofa in the center, flanked by two leather armchairs. The room has a modern aesthetic with a clean, minimalist design. The walls are painted in a darker shade, which contrasts with the lighter ceiling. There is a television on the right side of the room, and a sliding glass door that leads to a patio area. The room is well-lit, with natural light coming in from the patio. There are also some decorative items, such as a vase and a small plant, adding a touch of color and life to the space. ",
        "old_caption": "The living room is spacious and clean with hardwood floors and seating on leather sofas."
    },
    {
        "image_id": 234660,
        "id": 798408,
        "caption": " The image shows two high-speed trains parked side by side at a train station. The train on the left has a more streamlined design with a pointed nose, while the train on the right has a more rounded nose. Both trains have a sleek, aerodynamic appearance, which is typical for high-speed rail vehicles. The station has a modern architectural style, with a glass roof and metal framework. The trains are likely part of a high-speed rail network, which is known for its efficiency and speed. ",
        "old_caption": "Two white bullet trains parked at a train station."
    },
    {
        "image_id": 104455,
        "id": 268908,
        "caption": " The image shows a zebra and a baby zebra, also known as a foal, in a zoo enclosure. The zebra is eating hay, and the foal is standing nearby. They are both inside a fenced area, which suggests they are in a zoo or wildlife park. The zebra's distinctive black and white stripes are clearly visible. ",
        "old_caption": "A zebra eating hay scattered on the ground while another zebra lays in the shade."
    },
    {
        "image_id": 550322,
        "id": 237951,
        "caption": " The image shows a collection of kitchen utensils, including a pair of scissors, a ladle, and a pair of tongs, placed inside a metal container. The container is sitting on a surface with a woven texture, and there is a small box with a label on it to the left of the container. The utensils appear to be well-used, suggesting they are frequently used in a kitchen setting. ",
        "old_caption": "Metal jar holding scissors, ladles, and tongs on a counter."
    },
    {
        "image_id": 193494,
        "id": 211164,
        "caption": " The image shows a room with a bed covered in a blue tarp or plastic sheet. The bed is made up with various pillows and a quilt, and there's a black garment hanging on a hanger above the bed. The room appears to be a makeshift or temporary space, possibly for storage or as a part of an art installation or a creative project. The ceiling is also covered with a similar blue material, which adds to the overall aesthetic of the room. ",
        "old_caption": "Child's bed and colorful quilt surrounded by blue plastic walls."
    },
    {
        "image_id": 59386,
        "id": 782689,
        "caption": " The image shows a group of giraffes in a grassy field. They are gathered around a tree, which appears to be a source of food for them. The giraffes are standing close to each other, and their long necks are extended towards the tree, indicating that they are feeding on the leaves. The setting looks like a natural habitat or a wildlife reserve, with trees and grass in the background. ",
        "old_caption": "a number of giraffes in a field near one another "
    },
    {
        "image_id": 459272,
        "id": 267136,
        "caption": " The image shows a person looking at a smartphone. The person has curly hair and is wearing a yellow scarf. In the background, there appears to be an outdoor event or gathering, with other people and some structures that could be part of a festival or fair. The lighting suggests it might be evening or night. ",
        "old_caption": "A woman in yellow scarf holding a cellphone."
    },
    {
        "image_id": 362682,
        "id": 749425,
        "caption": " The image shows a bus with a cat graphic on the side. The bus is blue and white, and it appears to be a public transit bus. The cat graphic is stylized and seems to be a character or mascot, possibly related to a specific community or organization, as indicated by the text on the bus. The bus is parked on the side of a street, and there are other vehicles and a pedestrian in the background. ",
        "old_caption": "A cartoon dog is painted on the side of the passenger bus."
    },
    {
        "image_id": 275392,
        "id": 10284,
        "caption": " The image shows a person riding a brown horse in a grassy field. The rider is wearing a helmet, glasses, and a jacket, suggesting they might be engaged in equestrian activities or riding for leisure or sport. The horse has a distinctive blonde mane and tail, and the rider appears to be smiling, indicating they are enjoying the ride. The background is a flat landscape with a clear sky, suggesting it might be a sunny day. ",
        "old_caption": "A woman on a horse smiling in a green grass."
    },
    {
        "image_id": 183127,
        "id": 775977,
        "caption": " The image shows a surfer riding a wave on a surfboard. The surfer is wearing a wetsuit and appears to be skillfully navigating the wave, which is breaking to the right. The ocean is a beautiful shade of blue, and the surfer is positioned in the center of the frame, with the wave to their left and the white foam of the breaking wave to their right. The surfer is crouched down, which is a common position for surfers to maintain balance and control while riding a wave. ",
        "old_caption": "a man is riding a surfboard at the beach"
    },
    {
        "image_id": 373382,
        "id": 79662,
        "caption": " The image shows a tennis player in the middle of a serve. The player is holding a tennis racket and appears to be in the process of throwing the ball up to hit it. The player is dressed in white, which is traditional attire for tennis, and is on a grass court. In the background, there are spectators watching the match. The setting suggests this is a professional or high-level amateur tennis match. ",
        "old_caption": "a male tennis player on the tennis court returning a serve"
    },
    {
        "image_id": 214753,
        "id": 139020,
        "caption": " The image shows two people riding horses on a sandy beach. The ocean is visible in the background with waves crashing onto the shore. The riders are wearing helmets for safety, and the horses appear to be walking along the water's edge. The overall scene suggests a leisurely horseback ride along the coastline. ",
        "old_caption": "Two equestrians riding their horses on the beach together."
    },
    {
        "image_id": 496722,
        "id": 479752,
        "caption": " The image shows a red mailbox on the left side, which is a Royal Mail mailbox, indicating that it is likely in the United Kingdom. On the right side, there is a street scene with a road that curves to the left, a sidewalk, and a row of houses. There are also street lamps and a sign indicating a postbox number (DH13). The sky is overcast, and the overall atmosphere suggests a quiet, residential area. ",
        "old_caption": "Some big red metal boxes near a road."
    },
    {
        "image_id": 173033,
        "id": 273996,
        "caption": " The image shows a taxidermy display of a black bear and a cub. The bear is standing upright on its hind legs, and the cub is standing next to it. They are positioned on a rock-like surface, and there is a sign in the background that reads \"North America The Sprit Forest mammal new growth.\" This suggests that the display is part of a museum exhibit or educational exhibit about North American wildlife, specifically focusing on forest mammals. ",
        "old_caption": "A bear and cub on a marble display."
    },
    {
        "image_id": 90208,
        "id": 130050,
        "caption": " The image shows a green double-decker bus parked next to a red single-deck bus. The green bus has a sign that reads \"BELHUS\" and a logo that appears to be a stylized \"C\" inside a circle, which is often associated with the London Transport system. The buses are parked in a lot with trees in the background, suggesting this might be a bus depot or a parking area for buses. The photo also includes a watermark or signature in the lower right corner, indicating the photographer's name and the year the photo was taken. ",
        "old_caption": "The picture of three buses on a lot."
    },
    {
        "image_id": 420230,
        "id": 143374,
        "caption": " The image shows an elephant standing on what appears to be a dirt ground with a body of water in the background. The elephant has large ears, a long trunk, and tusks. The lighting suggests it might be early morning or late afternoon, given the soft shadows on the ground. The elephant's skin texture is visible, indicating it might be a dry season or the elephant is in a dry habitat. ",
        "old_caption": "An elephant walks alone through a sandy trail."
    },
    {
        "image_id": 90631,
        "id": 152702,
        "caption": " The image shows a model airplane flying in the sky. It appears to be a stunt plane, given its design and the smoke trail it's leaving behind, which is typical for aerobatic aircraft. The plane has a colorful and detailed design, suggesting it might be a hobbyist model or a model used for airshows. ",
        "old_caption": "A mulitcolored plane is flying in the sky"
    },
    {
        "image_id": 478420,
        "id": 265623,
        "caption": " The image shows two women standing next to each other. The woman on the left is holding a cell phone to her ear and appears to be engaged in a conversation. She is wearing a colorful dress with a pattern that includes stripes and geometric shapes. The woman on the right is holding a blue shawl or blanket over her shoulder and is wearing a dress with a vibrant, multicolored pattern. Both women are dressed in traditional attire that suggests they may be from a Latin American culture. They are standing against a white wall, and the ground appears to be a concrete surface. ",
        "old_caption": "Two women with standing with babies, with one woman on a mobile. "
    },
    {
        "image_id": 148999,
        "id": 5307,
        "caption": " The image shows a steam locomotive emitting smoke as it moves along tracks. The background features a large mural or painting depicting a scene with people and horses, which could be a historical or fictional setting. The mural is on the side of a building, and the overall scene suggests a blend of industrial and artistic elements. ",
        "old_caption": "A biilboard with a railcar in front of it. "
    },
    {
        "image_id": 234757,
        "id": 730281,
        "caption": " The image shows a flooded area with water reaching up to the level of parking meters. The parking meters are partially submerged, and there is a sign with a \"P\" on it, which is likely a parking symbol. The water appears to be murky, and the scene suggests that the area has experienced significant flooding, possibly due to heavy rainfall or a nearby body of water overflowing its banks. ",
        "old_caption": "Some posts and the top of a bench are in high water."
    },
    {
        "image_id": 259382,
        "id": 380869,
        "caption": " The image shows a giraffe standing in an enclosure with a rocky background and some greenery. The giraffe appears to be in a zoo or wildlife park, as indicated by the artificial environment and the presence of rocks and grass that are not typical of a giraffe's natural habitat. The giraffe is looking to the left, and its long neck and distinctive spotted pattern are clearly visible. ",
        "old_caption": "Giraffe inside rock walls standing and bowing its head."
    },
    {
        "image_id": 542089,
        "id": 151127,
        "caption": " The image shows a bathroom interior. There is a sink with a white basin, a mirror above it, and a towel hanging on a rack. The wall is tiled, and there is a shower or bathtub area to the right, which is partially visible. The lighting appears to be on, and the overall ambiance is clean and well-maintained. ",
        "old_caption": "A bathroom with a sink that is elevated."
    },
    {
        "image_id": 562843,
        "id": 746664,
        "caption": " The image shows a collection of items on a tabletop. There is a mug with a cartoon character on it, filled with what appears to be coffee. Next to the mug, there is a black case that could be a wallet or a small electronic device. In front of the mug, there is a pair of red scissors with their blades open. To the left of the mug, there is a black flip phone, and next to it, there is a small white object that could be a pen or a stylus. The items are arranged in a somewhat casual manner, suggesting they might be personal belongings or tools used for work or crafts. ",
        "old_caption": "A view of a coffee cup and a pair of scissors sitting on a table."
    },
    {
        "image_id": 417465,
        "id": 97961,
        "caption": " The image shows a bear with its tongue hanging out. The bear appears to be a black bear, and it's sitting on a log or a piece of wood. The bear's mouth is open, and its tongue is visible, which might suggest that it's panting or cooling down. The background is blurred, but it looks like the bear is in a zoo or a wildlife park, as there's a concrete wall and a rocky wall in the background. ",
        "old_caption": "A large black bear with a long tongue hanging out of it's mouth."
    },
    {
        "image_id": 82688,
        "id": 603575,
        "caption": " The image shows two people engaged in playing a video game. The person on the left appears to be an older woman with gray hair, wearing glasses and a white sweater, leaning forward with a smile on her face. The person on the right is an older man with white hair, wearing a dark blue shirt, also smiling and holding a Wii remote controller. They seem to be enjoying themselves, possibly playing a game on a Nintendo Wii console. The setting looks like a home environment, with a wall decoration and a door in the background. ",
        "old_caption": "Video games are fun for people of all ages!"
    },
    {
        "image_id": 59044,
        "id": 556756,
        "caption": " The image shows a group of people gathered around a television screen, which is displaying a video game. The individuals are holding Wii remotes, indicating that they are playing a game on the Nintendo Wii console. The setting appears to be a public event or gathering, as suggested by the large screen and the number of people present. The atmosphere seems to be casual and social, with people enjoying the gaming experience together. ",
        "old_caption": "A group of young and older people standing around."
    },
    {
        "image_id": 136033,
        "id": 720616,
        "caption": " The image shows a bathroom interior. There is a sink with a white countertop and a blue backsplash. Above the sink, there is a mirror with a dark frame, and to the left of the mirror, there is a soap dispenser mounted on the wall. On the right side of the mirror, there is a light fixture with multiple bulbs. The walls of the bathroom are painted in a warm, orange-yellow color, and there is a metallic door or partition to the left of the sink. The overall ambiance of the bathroom is cozy and inviting. ",
        "old_caption": "a bathroom with some orange walls, and a black and white counter "
    }
]